Repository: KDE/kirogi
Catalog: po/*/kirogi.po
Languages: ar, ca@valencia, eo, es, gl, he, it, ka, nl, sv, tr, uk, zh_cn

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
ca@valencia: Josep M. Ferrer
es: Víctor Rodrigo Córdoba
gl: Adrián Chaves (Gallaecio)
he: צוות התרגום של KDE ישראל
it: Paolo Zamponi
ka: Temuri Doghonadze
nl: Freek de Kruijf - 2019 t/m 2020
sv: Stefan Asserhäll
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: KDE 中国, Wordless Echo

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
ca@valencia: txemaq@gmail.com
es: vrcordoba@gmail.com
gl: adrian@chaves.io
he: kde-l10n-he@kde.org
it: feus73@gmail.com
ka: Temuri.doghonadze@gmail.com
nl: freekdekruijf@kde.nl
sv: stefan.asserhall@bredband.net
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: kde-china@kde.org, wordless@echo.moe

# @title
source: <application>Kirogi</application>
ar: <application>كيروجي</application>

# @title
source: A ground control application for drones.
ar: تطبيق للتحكم الأرضي بالطائرات بدون طيار.
ca@valencia: Una aplicació de control terrestre de drons.
eo: Apliko pri grunda rego por senpilotaj aviadiloj.
es: Una aplicación de control desde tierra para drones.
gl: Unha aplicación de control de drons desde terra.
he: יישום פיקוח קרקעי לרחפנים.
it: Un'applicazione per controllare i droni da terra.
ka: დრონის მიწიდან მართვის აპლიკაცია.
nl: Een besturingstoepassing vanaf de grond voor drones.
sv: Ett markkontrollprogram för drönare.
tr: Uçangözler için bir yer denetim uygulaması
uk: Програма для керування дронами.
zh_cn: 在地面上控制无人机的应用程序。

# @info:credit
source: (c) 2019 The Kirogi Team
ar: فريق كيروجي (c) 2019
ca@valencia: (c) 2019 L'equip Kirogi
eo: (c) 2019 La Kirogi Teamo
es: (c) 2019 El equipo de Kirogi
gl: © 2019 Equipo de Kirogi
he: ‏(c) 2019 צוות Kirogi
it: (c) 2019 la squadra di Kirogi
ka: (c) 2019 Kirogi-ის გუნდი
nl: (c) 2019 Het team van Kirogi
sv: © 2019 Kirogi-gruppen
uk: © Команда Kirogi, 2019

# @info:credit
source: Eike Hein
ar: إيكي هاين
he: אייק היין

# @info:credit
source: Founder, Lead Developer
ar: مؤسس، ومطور رئيسي
ca@valencia: Fundador, desenvolupador líder
eo: Fondinto, Ĉefa Programisto
es: Fundador, Desarrollador principal
gl: Desenvolvemento orixinal e liderado.
he: מייסד, מפתח ראשי
it: Fondatore, sviluppatore principale
ka: დამფუძნებელი, წამყვანი პროგრამისტი
nl: Oprichter, hoofdontwerper
sv: Grundare, huvudutvecklare
tr: Kurucu, Ana Geliştirici
uk: Засновник, провідний розробник
zh_cn: 创始人、主要开发者

# @info:credit
source: Patrick José Pereira
ar: باتريك جوزيه بيريرا
he: פטריק חוזה פריירה

# @info:credit
source: Developer
ar: مطور
ca@valencia: Desenvolupador
eo: Ellaboranto
es: Desarrollador
gl: Desenvolvemento.
he: מפתח
it: Sviluppatore
ka: პროგრამისტი
nl: Ontwikkelaar
sv: Utvecklare
tr: Geliştirici
uk: Розробник
zh_cn: 开发者

# @info:credit
source: Rafael Brandmaier
ar: رافائيل براندماير
he: רפאל ברנדמאייר
tr: Patrick José Pereira

# @info:credit
source: Application icon
ar: أيقونة التطبيق
ca@valencia: Icona de l'aplicació
eo: Piktogramo de aplikaĵo
es: Icono de aplicación
gl: Icona da aplicación.
he: סמל היישום
it: Icona dell'applicazione
ka: აპლიკაციის ხატულა
nl: Programmapictogram
sv: Programikon
tr: Uygulama simgesi
uk: Піктограма програми
zh_cn: 应用程序图标

# @info:credit
source: L. 'AsmoArael' C.
ar: إل. 'أسموآريل' سي.

# @info:credit
source: Mascot artwork
ar: عمل فني للشعار (التميمة)
ca@valencia: Grafisme de la mascota
eo: Maskota artaĵo
es: Diseño de la mascota
gl: Gráfico da mascota.
he: יצירת האומנות של הקמע
it: Grafica della mascotte
ka: მასკოტის დიზაინი
nl: Illustraties (mascotte en andere zaken)
sv: Maskotgrafik
tr: Maskot çizimi
uk: Створення малюнка маскота
zh_cn: 吉祥物插图

source: Bebop 2
ar: بيبوب 2

source: Anafi
ar: أنَافي

source: Unknown Parrot Model
ar: طراز Parrot مجهول
ca@valencia: Model Parrot desconegut
eo: Nekonata Parrot-Modelo
es: Modelo de Parrot desconocido
gl: Modelo de Parrot descoñecido
he: דגם לא ידוע של Parrot
it: Modello Parrot sconosciuto
ka: Parrot -ის უცნობი მოდელი
nl: Onbekend model van Parrot
sv: Okänd Parrot-modell
tr: Bilinmeyen Parrot Modeli
uk: Невідома модель Parrot
zh_cn: 未知的 Parrot 型号

# %1 = Keyboard shortcut
source: Drone (%1)
ar: طائرة بدون طيار (%1)
ca@valencia: Dron (%1)
eo: Senpilota aviadilo (%1)
gl: Dron (%1)
he: רחפן (%1)
ka: დრონი (%1)
sv: Drönare (%1)
tr: Uçangöz (%1)
uk: Дрон (%1)
zh_cn: 无人机 (%1)

source: LAND
ar: اهْبِطْ
ca@valencia: ATERRATGE
eo: TERO
es: Aterrizar
gl: ATERRAR
he: נחיתה
it: ATTERRA
ka: დაჯდომა
nl: LANDEN
sv: LANDA
tr: YERDE
uk: ПРИЗЕМЛЕННЯ
zh_cn: 降落

source: TAKE OFF
ar: أقْلِعْ
ca@valencia: ENLAIRAMENT
eo: DEKURO
es: Despegar
gl: ENGALAR
he: המראה
it: DECOLLA
ka: აფრენა
nl: OPSTIJGEN
sv: LYFT
tr: KALKIŞ
uk: ЗЛІТ
zh_cn: 起飞

source: PREPARING
ar: يُجَهِّز
ca@valencia: PREPARACIÓ
eo: PREPARO
es: Preparando
gl: PREPARANDO
he: הכנה
it: IN PREPARAZIONE
ka: მომზადება
nl: VOORBEREIDEN
sv: FÖRBEREDER
tr: HAZIRLANIYOR
uk: ПРИГОТУВАННЯ
zh_cn: 准备中

source: DISCONNECTED
ar: غير متصل
ca@valencia: DESCONNECTAT
eo: DISKONKITO
es: Desconectado
gl: DESCONECTADO
he: מנותק
it: DISCONNESSO
ka: გათიშულია
nl: NIET VERBONDEN
sv: NERKOPPLAD
tr: BAĞLANTI KESİLDİ
uk: ВІДʼЄДНАНО
zh_cn: 已断开

# %1 = Keyboard shortcut
source: Navigation Map (%1)
ar: خريطة الملاحة (%1)
ca@valencia: Mapa de navegació (%1)
eo: Navigada mapo (%1)
es: Mapa de navegación (%1)
gl: Mapa de navegación (%1)
he: מפת ניווט (%1)
it: Mappa di navigazione (%1)
ka: ნავიგაციის რუკა (%1)
nl: Navigatiekaart (%1)
sv: Navigeringskarta (%1)
tr: Yerbulum Haritası (%1)
uk: Навігаційна карта (%1)
zh_cn: 导航图 (%1)

source: FILM
ar: فيلم
ca@valencia: FILMACIÓ
eo: FILMO
es: Compensación
gl: VÍDEO
he: הסרטה
ka: ფილმი
sv: FILMA
uk: ЗНІМАННЯ
zh_cn: 录像模式

source: Fly Slow
ar: طيران بطيء
ca@valencia: Vol lent
eo: Flugi Malrapide
es: Volar despacio
gl: Voar lento
he: טיסה איטית
it: Vola lentamente
ka: ნელა ფრენა
nl: Langzaam vliegen
sv: Flyg långsamt
tr: Yavaş Uç
uk: Повільний політ
zh_cn: 缓慢飞行

source: SPORT
ar: رياضي
ca@valencia: ESPORT
eo: SPORTO
es: Deportivo
gl: DEPORTE
he: ספורט
ka: სპორტი
tr: SPOR
uk: СПОРТ
zh_cn: 运动模式

source: Fly Fast
ar: طيران سريع
ca@valencia: Vol ràpid
eo: Flugi Rapide
es: Volar rápido
gl: Voar rápido
he: טיסה מהירה
it: Vola velocemente
ka: სწრაფად ფრენა
nl: Snel vliegen
sv: Flyg snabbt
tr: Hızlı Uç
uk: Швидкий політ
zh_cn: 快速飞行

source: SCREEN
ar: الشاشة
ca@valencia: PANTALLA
eo: EKRANO
es: Pantalla
gl: PANTALLA
he: מסך
it: SCHERMO
ka: ეკრანი
nl: SCHERM
sv: SKÄRM
tr: EKRAN
uk: ЕКРАН
zh_cn: 屏上

source: Use Virtual D-Pads
ar: استخدم لوحات اتجاهات افتراضية
ca@valencia: Ús de creus direccionals virtuals
eo: Uzi Virtualajn D-kusenetojn
es: Usar crucetas digitales
gl: Usar controis de dirección virtuais
he: להשתמש בלוחות שליטה וירטואליים
it: Usa D-Pad virtuali
ka: ვირტუალური D-Pad-ების გამოყენება
nl: Virtuele D-Pads gebruiken
sv: Använd virtuella kontroller
tr: Sanal D-Pad'leri Kullan
uk: Використовувати віртуальні D-пульти
zh_cn: 使用虚拟摇杆

source: CONTROLLER
ar: وحدة التحكم
ca@valencia: CONTROLADOR
eo: REGILILO
es: Controlador
gl: CONTROLADOR
he: בקר
ka: კონტროლერი
nl: BESTURING
sv: KONTROLL
tr: DENETİMCİ
uk: КОНТРОЛЕР
zh_cn: 手柄

source: Use Gamepad Controller
ar: استخدم وحدة تحكم الألعاب
ca@valencia: Utilitza un comandament de joc
eo: Uzi Gamepad-Regilon
es: Usar un controlador de videojuegos
gl: Usar un mando controlador
he: להשתמש בבקר משחק
it: Usa controller gamepad
ka: ხელის კონტროლერის გამოყენება
nl: Gamepad-controller gebruiken
sv: Använd handkontroll
tr: Oyun Tablası Denetimcisi Kullan
uk: Використовувати пульт керування
zh_cn: 使用游戏手柄

source: VIDEO
ar: فيديو
ca@valencia: VÍDEO
es: Vídeo
gl: VÍDEO
he: וידאו
ka: ვიდეო
uk: ВІДЕО
zh_cn: 视频

source: Record Videos
ar: سَجِّل مقاطع الفيديو
ca@valencia: Gravació de vídeos
eo: Registri Videojn
es: Grabar vídeos
gl: Gravar vídeos
he: הקלטת וידאו
it: Registra video
ka: ვიდეოების ჩაწერა
nl: Videos opnemen
sv: Spela in videor
tr: Videolar Kaydet
uk: Запис відео
zh_cn: 录像

source: PHOTO
ar: صورة
ca@valencia: FOTO
eo: FOTO
es: Fotografía
gl: FOTO
he: תמונה
it: FOTO
ka: ფოტო
nl: FOTO
sv: FOTO
tr: FOTOĞRAF
uk: ФОТО
zh_cn: 照片

source: Take Photos
ar: التِقَط صوراً
ca@valencia: Prendre fotos
eo: Fari Fotojn
es: Tomar fotografías
gl: Sacar fotos
he: צילום תמונות
it: Scatta foto
ka: სურათების გადაღება
nl: Foto's nemen
sv: Ta foton
tr: Fotoğraflar Çek
uk: Створення знімків
zh_cn: 拍照

source: Take Photo
ar: التِقَط صورة
ca@valencia: Pren una foto
eo: Fari Foton
es: Tomar fotografía
gl: Sacar unha foto
he: צילום תמונה
it: Scatta foto
ka: სურათის გადაღება
nl: Foto nemen
sv: Ta foto
tr: Fotoğraf Çek
uk: Створити знімок
zh_cn: 拍照

source: Stop Recording Video
ar: أوقِف تسجيل الفيديو
ca@valencia: Para la gravació de vídeo
eo: Ĉesigi Registradon de Vidbendo
es: Parar de grabar vídeo
gl: Deter a gravación de vídeo
he: הפסקת הקלטת וידאו
it: Ferma la registrazione video
ka: ვიდეოს ჩაწერის შეჩერება
nl: Video opname stoppen
sv: Stoppa inspelning av video
tr: Video Kaydetmeyi Durdur
uk: Припинити записування відео
zh_cn: 停止录像

source: Record Video
ar: سَجِّل فيديو
ca@valencia: Grava un vídeo
eo: Registri Vidbendon
es: Grabar vídeo
gl: Gravar un vídeo
he: הקלטת וידאו
it: Registra un video
ka: ვიდეოს ჩაწერა
nl: Video opnemen
sv: Spela in video
tr: Video Kaydet
uk: Записувати відео
zh_cn: 录像

source: Turn Left
ar: اتجه إلى اليسار
ca@valencia: Gir a l'esquerra
eo: Rotacii Maldekstren
es: Torcer a la izquierda
gl: Xire á esquerda
he: לפנות שמאלה
it: Gira a sinistra
ka: მარცხნივ მობრუნება
nl: Links afslaan
sv: Sväng åt vänster
tr: Sola Dön
uk: Повернути ліворуч
zh_cn: 向左转

source: Turn Right
ar: اتجه إلى اليمين
ca@valencia: Gir a la dreta
eo: Rotacii Dekstren
es: Torcer a la derecha
gl: Xire á dereita
he: לפנות ימינה
it: Gira a destra
ka: მარჯვნივ მობრუნება
nl: Rechts afslaan
sv: Sväng åt höger
tr: Sağa Dön
uk: Повернути праворуч
zh_cn: 向右转

source: Move Up
ar: اِصْعَدْ
ca@valencia: Mou cap amunt
eo: Supreniĝi
es: Ascender
gl: Subir
he: לעלות למעלה
it: Vai in alto
ka: აწევა
nl: Omhoog verplaatsen
sv: Flytta upp
tr: Yukarı Git
uk: Рухатися вгору
zh_cn: 向上移

source: Move Down
ar: اِهْبِطْ
ca@valencia: Mou cap avall
eo: Movi Malsupren
es: Descender
gl: Baixar
he: לרדת למטה
it: Vai in basso
ka: ჩამოწევა
nl: Omlaag verplaatsen
sv: Flytta ner
tr: Aşağı Git
uk: Рухатися вниз
zh_cn: 向下移

source: Move Left
ar: تَحَرَّك يساراً
ca@valencia: Mou cap a l'esquerra
eo: Movi Maldekstren
es: Moverse a la izquierda
gl: Mover á esquerda
he: לזוז שמאלה
it: Vai a sinistra
ka: მარცხნივ გაწევა
nl: Naar links
sv: Flytta åt vänster
tr: Sola Git
uk: Рухатися праворуч
zh_cn: 向左移

source: Move Right
ar: تَحَرَّك يميناً
ca@valencia: Mou cap a la dreta
eo: Movi Dekstren
es: Moverse a la derecha
gl: Mover á dereita
he: לזוז ימינה
it: Vai a destra
ka: მარჯვნივ გაწევა
nl: Naar rechts
sv: Flytta åt höger
tr: Sağa Git
uk: Рухатися праворуч
zh_cn: 向右移

source: Move Forward
ar: تَحَرَّك للأمام
ca@valencia: Avant
eo: Movi Antaŭen
es: Avanzar
gl: Avanzar
he: התקדמות קדימה
it: Vai avanti
ka: წინ
nl: Naar voren
sv: Flytta framåt
tr: İleri Git
uk: Рухатися вперед
zh_cn: 向前移

source: Move Backward
ar: تَحَرَّك للخلف
ca@valencia: Arrere
eo: Movi Malantaŭen
es: Retroceder
gl: Retroceder
he: חזרה אחורה
it: Vai indietro
ka: უკან
nl: Naar achteren
sv: Flytta bakåt
tr: Geri Git
uk: Рухатися назад
zh_cn: 向后移

source: %1 m/s
ar: %1 م/ث
he: %1 מ׳ לשנ׳
ka: %1 მ/წმ
tr: %1 m/sn
uk: %1 м/с

source: – m/s
ar: – م/ث
he: - מ׳ לשנ׳
ka: – მ/წმ
tr: – m/sn
uk: - м/с

source: %1 m
ar: %1 م
he: %1 מ׳
ka: %1 მ
uk: %1 м

source: – m
ar: – م
he: - מ׳
ka: – მ
uk: - м

source: %1 min
ar: %1 دقيقة
gl: %1 minutos
he: %1 דק׳
ka: %1 წთ
tr: %1 dak
uk: %1 хв.
zh_cn: %1 分钟

source: – min
ar: – دقيقة
gl: – minutos
he: - דק׳
ka: – წთ
tr: – dak
uk: - хв.
zh_cn: – 分钟

source: N/A
ar: غير متوفر
ca@valencia: N/D
es: No disponible
gl: N/D
he: לא זמין
it: ND
ka: ა/მ
nl: N.v.t.
sv: Inte tillgänglig
tr: Yok
uk: н/д
zh_cn: 无信号

source: Kirogi
ar: كيروجي

source: Drone
ar: طائرة بدون طيار
ca@valencia: Dron
eo: Senpilota aviadilo
es: Dron
gl: Dron
he: רחפן
ka: დრონი
sv: Drönare
tr: Uçangöz
uk: Дрон
zh_cn: 无人机

source: Flight Controls
ar: عناصر التحكم في الطيران
ca@valencia: Controls de vol
eo: Flugregiloj
es: Controles de vídeo
gl: Controls de voo
he: פקדי טיסה
it: Controlli di volo
ka: ფრენის კონტროლი
nl: Besturing van vlucht
sv: Flygkontroller
tr: Uçuş Denetimleri
uk: Керування польотом
zh_cn: 飞行控制

source: Navigation Map
ar: خريطة الملاحة
ca@valencia: Mapa de navegació
eo: Navigado Mapo
es: Mapa de navegación
gl: Mapa de navegación
he: מפת ניווט
it: Mappa di navigazione
ka: ნავიგაციის რუკა
nl: Navigatiekaart
sv: Navigeringskarta
tr: Yerbulum Haritası
uk: Навігаційна карта
zh_cn: 导航图

source: Settings
ar: الإعدادات
ca@valencia: Configuració
eo: Agordoj
es: Preferencias
gl: Configuración
he: הגדרות
it: Impostazioni
ka: პარამეტრები
nl: Instellingen
sv: Inställningar
tr: Ayarlar
uk: Параметри
zh_cn: 设置

source: About
ar: حول
ca@valencia: Quant a
eo: Pri
es: Acerca de
gl: Sobre
he: על אודות
it: Informazioni su
ka: შესახებ
nl: Info over
sv: Om
tr: Hakkında
uk: Про програму
zh_cn: 关于

source: Unable to load map.
ar: لا أستطيع تحميل الخريطة.
ca@valencia: No s'ha pogut carregar el mapa.
eo: Ne eblas ŝargi mapon.
es: No pudo cargarse el mapa.
gl: Non é posíbel cargar o mapa.
he: לא ניתן לטעון את המפה.
it: Impossibile caricare la mappa.
ka: რუკის ჩატვირთვის შეცდომა.
nl: Kaart laden lukt niet.
sv: Kan inte läsa in karta.
tr: Harita yüklenemiyor.
uk: Не вдалося завантажити карту.
zh_cn: 无法加载地图。

source: %1 does not support GPS.
ar: لا تدعم %1 نظام تحديد المواقع (GPS).
ca@valencia: %1 no admet GPS.
eo: %1 ne subtenas GPS.
es: %1 no admite GPS.
gl: %1 non permite GPS.
he: %1 לא תומך ב־GPS.
it: %1 non supporta il GPS.
ka: %1-ს GPS-ის მხარდაჭერა არ აქვს.
nl: %1 ondersteunt geen GPS.
sv: %1 stöder inte GPS.
tr: %1, GPS desteklemiyor.
uk: У %1 не передбачено підтримки GPS.
zh_cn: %1 不支持 GPS。

source: %1 does not have a GPS fix.
ar: لا يوجد لـ %1 تثبيت لنظام تحديد المواقع (GPS).
ca@valencia: %1 no té una correcció de GPS.
eo: %1 ne havas GPS-riparon.
es: %1 no tiene calibrado del GPS.
gl: %1 non ten unha localización de GPS.
he: ל־%1 אין קיבוע GPS.
it: %1 non ha una correzione GPS.
ka: %1-ს GPS-ის გასწორება არ გააჩნია.
nl: %1 heeft geen reparatie van GPS.
sv: %1 har inte en en GPS-position.
tr: %1 için GPS konum sabitleme yok.
uk: У %1 не передбачено виправлення GPS.
zh_cn: %1 无 GPS 定位。

source: No device location available.
ar: لا يتوفر موقع الجهاز.
ca@valencia: No hi ha cap ubicació disponible del dispositiu.
eo: Neniu aparata loko disponebla.
es: No se encuentra ningún dispositivo de localización.
gl: A localización do dispositivo non está dispoñíbel.
he: מקום ההתקן לא זמין.
it: Nessuna posizione del dispositivo disponibile.
ka: მოწყობილობის მდებარეობა მიუწვდომელია.
nl: Apparaatlocatie niet beschikbaar.
sv: ingen platsinformation tillgänglig för enheten.
tr: Aygıt konumu kullanılamıyor.
uk: Немає даних щодо розташування пристрою.
zh_cn: 没有可用的设备位置信息。

# %1 = Keyboard shortcut
source: Flight Controls (%1)
ar: عناصر التحكم في الطيران (%1)
ca@valencia: Controls de vol (%1)
eo: Flugregiloj (%1)
es: Controles de vuelo (%1)
gl: Controls de voo (%1)
he: פקדי טיסה (%1)
it: Controlli di volo (%1)
ka: ფრენის კონტროლი (%1)
nl: Besturing van vlucht (%1)
sv: Flygkontroller (%1)
tr: Uçuş Denetimleri (%1)
uk: Керування польотом (%1)
zh_cn: 飞行控制 (%1)

source: Center Map on Drone
ar: وُسِّط الخريطة على الطائرة بدون طيار
ca@valencia: Centra el mapa al dron
eo: Centra Mapo sur Drone
es: Centrar mapa en el dron
gl: Centrar o mapa no dron
he: מירכוז המפה סביב הרחפן
it: Centra la mappa sul drone
ka: რუკის დრონზე დაცენტრება
nl: Kaart op drone centreren
sv: Centrera karta på drönare
tr: Uçangözü Haritada Ortala
uk: Центрувати карту за дроном
zh_cn: 将地图中心移至无人机处

source: Center Map on Device
ar: وُسِّط الخريطة على الجهاز
ca@valencia: Centra el mapa al dispositiu
eo: Centra Mapo sur Aparato
es: Centrar mapa en el dispositivo
gl: Centrar o mapa no dispositivo
he: מירכוז המפה סביב המכשיר
it: Centra la mappa sul dispositivo
ka: რუკის მოწყობილობაზე დაცენტრება
nl: Kaart op apparaat centreren
sv: Centrera karta på enhet
tr: Aygıtta Haritayı Ortala
uk: Центрувати карту за керуванням
zh_cn: 将地图中心移至本设备处

source: Allow Kirogi to request the location of this device
ar: اسمح لكيروجي بطلب موقع هذا الجهاز
ca@valencia: Permet que Kirogi sol·licite la ubicació d'este dispositiu
eo: Permesi al Kirogi peti la lokon de ĉi tiu aparato
es: Permitir a Kirogi obtener la localización de este dispositivo
gl: Permitir a Kirogi solicitar a localización do dispositivo.
he: לאפשר ל־Kirogi לבקש את מקום המכשיר הזה
it: Permetti a Kirogi di richiedere la posizione di questo dispositivo
ka: Kirogi-სთვის ამ მოწყობილობის მდებარეობის გამოთხოვის უფლების მიცემა
nl: Geef Kirogi toestemming de locatie van dit apparaat op te vragen
sv: Tillåt Kirogi att begära enhetens plats
tr: Kirogi'nin bu aygıtın konumunu almasına izin ver
uk: Дозволити Kirogi надсилати запит щодо розташування цього пристрою
zh_cn: 允许 Kirogi 请求此设备的位置信息

source: Show D-pads when a gamepad controller is connected
ar: أظهِر لوحات الاتجاهات عند توصيل وحدة تحكم الألعاب
ca@valencia: Mostra les creus direccionals quan estiga connectat un controlador de comandament de joc
eo: Montri D-kusenetojn kiam ludpadregilo estas konektita
es: Mostrar crucetas cuando se conecta un mando de videojuegos
gl: Amosar os controis de dirección ao conectar un mando controlador.
he: הצגת פקדי משחק כשמחובר בקר משחק
it: Mostra i D-pad quando viene connesso un controller gamepad
ka: როცა ხელის კონტროლერი მიერთებულია, D-pad-ები ნაჩვენები იქნება
nl: D-pads tonen wanneer een gamepadcontroller is verbonden
sv: Visa D-kontroller när en handkontroll ansluts
tr: Bir oyun tablası denetimcisi bağlandığında D-Pad'leri göster
uk: Показувати D-пульти, якщо з'єднано контролер ігрового пульта
zh_cn: 游戏手柄连接后仍显示虚拟摇杆

source: Video
ar: فيديو
ca@valencia: Vídeo
es: Vídeo
gl: Vídeo
he: וידאו
ka: ვიდეო
uk: Відео
zh_cn: 视频

source: Stretch video to fit device screen.
ar: اِمْدُدِ الفيديو ليناسب شاشة الجهاز.
ca@valencia: Estira el vídeo per a ajustar-lo al dispositiu de pantalla.
eo: Streĉi videon por konveni aparaton ekranon.
es: Alargar video para ajustar a la pantalla del dispositivo.
gl: Estirar o vídeo para axustalo á pantalla do dispositivo.
he: למתוח את הווידאו כדי שיכסה את מסך המכשיר.
it: Allunga il video per adattarlo allo schermo del dispositivo.
ka: ვიდეოს მოწყობილობის ეკრანზე ჩატევა.
nl: Video uitrekken om te passen op het scherm van het apparaat.
sv: Sträck ut video för att passa bildskärm.
tr: Aygıt ekranına sığması için videoyu çekiştir.
uk: Розтягнути відео до розмірів екрана пристрою.
zh_cn: 拉伸视频以适应设备屏幕大小。

# @title:window
source: Select Model
ar: اِخْتَر الطراز
ca@valencia: Seleccioneu el model
eo: Elekti Modelon
es: Seleccionar modelo
gl: Seleccionar o modelo
he: בחירת דגם
it: Seleziona il modello
ka: აირჩიეთ მოდელი
nl: Model selecteren
sv: Välj modell
tr: Model Seçin
uk: Виберіть модель
zh_cn: 选择型号

source: Flight Checklist
ar: قائمة مراجعة الطيران
ca@valencia: Llista de comprovació de vol
eo: Fluga Kontrollisto
es: Comprobaciones de vuelo
gl: Lista de comprobación do voo
he: רשימת בדיקות לטיסה
it: Elenco di controllo del volo
ka: ფრენის საკონტროლო სია
nl: Checklist van vlucht
sv: Flygchecklista
tr: Uçuş Denetim Listesi
uk: Передпольотний список перевірок
zh_cn: 无人机清单

source: Select now
ar: اِخْتَر الآن
ca@valencia: Ara seleccioneu
eo: Elekti nun
es: Seleccionar ahora
gl: Seleccionar agora
he: בחירה כעת
it: Seleziona adesso
ka: აირჩიეთ ახლა
nl: Nu selecteren
sv: Välj nu
tr: Şimdi seç
uk: Вибрати зараз
zh_cn: 立即选择

source: <b>Model:</b> %1
ar: <b>الطراز:</b> %1
eo: <b>Modelo:</b> %1
es: <b>Modelo:</b> %1
gl: <b>Modelo:</b> %1
he: <b>דגם:</b> %1
it: <b>Modello:</b> %1
ka: <b>მოდელი:</b> %1
sv: <b>Modell:</b> %1
uk: <b>Модель:</b> %1
zh_cn: <b>型号：</b>%1

source: Select Model
ar: اِخْتَر الطراز
ca@valencia: Seleccioneu el model
eo: Elekti Modelon
es: Seleccionar modelo
gl: Seleccionar o modelo
he: בחירת דגם
it: Seleziona il modello
ka: აირჩიეთ მოდელი
nl: Model selecteren
sv: Välj modell
tr: Model Seçin
uk: Вибрати модель
zh_cn: 选择型号

source: Searching ...
ar: يبحث...
ca@valencia: S'està buscant…
eo: Serĉante...
es: Buscando…
gl: Buscando…
he: מתבצע חיפוש…
it: Ricerca...
ka: ძებნა ...
nl: Bezig met zoeken...
sv: Söker...
tr: Aranıyor ...
uk: Шукаємо…
zh_cn: 正在搜索...

source: <b>Drone:</b> %1
ar: <b>طائرة بدون طيار:</b> %1
ca@valencia: <b>Dron:</b> %1
eo: <b>Senpilota aviadilo:</b> %1
es: <b>Dron:</b> %1
gl: <b>Dron:</b> %1
he: <b>רחפן:</b> %1
ka: <b>დრონი:</b> %1
sv: <b>Drönare:</b> %1
tr: <b>Uçangöz:</b> %1
uk: <b>Дрон:</b> %1
zh_cn: <b>无人机：</b>%1

source: Flying
ar: يطير
ca@valencia: Volant
eo: Flugante
es: Volando
gl: Voando
he: בטיסה
it: In volo
ka: ფრენა
nl: Vliegend
sv: Flyger
tr: Uçuyor
uk: Політ
zh_cn: 飞行中

source: Ready
ar: جاهز
ca@valencia: Llest
eo: Preta
es: Listo
gl: Listo
he: מוכן
it: Pronto
ka: მზადაა
nl: Gereed
sv: Klar
tr: Hazır
uk: Готовий
zh_cn: 就绪

source: Preparing ...
ar: يُجَهِّز...
ca@valencia: S'està preparant…
eo: Preparante...
es: Preparando…
gl: Preparando…
he: מתכונן…
it: In preparazione ...
ka: მომზადება ...
nl: Voorbereiden ...
sv: Förbereder ...
tr: Hazırlanıyor ...
uk: Приготування…
zh_cn: 准备中...

source: Connecting ...
ar: يتصل...
ca@valencia: S'està connectant…
eo: Konektante...
es: Conectando…
gl: Conectando…
he: מתחבר…
it: Connessione...
ka: მიერთბა ...
nl: Verbinden ...
sv: Ansluter ...
tr: Bağlanıyor ...
uk: Встановлюємо з’єднання…
zh_cn: 正在连接...

source: <b>Status:</b> %1
ar: <b>الحالة:</b> %1
ca@valencia: <b>Estat:</b> %1
eo: <b>Stato:</b> %1
es: <b>Estado:</b> %1
gl: <b>Estado:</b> %1
he: <b>מצב:</b> %1
it: <b>Stato:</b> %1
ka: <b>სტატუსი:</b> %1
tr: <b>Durum:</b> %1
uk: <b>Стан:</b> %1
zh_cn: <b>状态：</b>%1

source: <b>Signal:</b> %1
ar: <b>الإشارة:</b> %1
ca@valencia: <b>Senyal:</b> %1
eo: <b>Signalo:</b> %1
es: <b>Señal:</b> %1
gl: <b>Sinal:</b> %1
he: <b>אות:</b> %1
it: <b>Segnale:</b> %1
ka: <b>სიგნალი:</b> %1
nl: <b>Signaal:</b> %1
tr: <b>Sinyal:</b> %1
uk: <b>Сигнал:</b> %1
zh_cn: <b>信号：</b>%1

source: <b>Battery:</b> %1
ar: <b>البطارية:</b> %1
ca@valencia: <b>Bateria:</b> %1
eo: <b>Baterio:</b> %1
es: <b>Batería:</b> %1
gl: <b>Batería:</b> %1
he: <b>סוללה:</b> %1
it: <b>Batteria:</b> %1
ka: <b>ელემენტი:</b> %1
nl: <b>Batterij:</b> %1
sv: <b>Batteri:</b> %1
tr: <b>Pil:</b> %1
uk: <b>Акумулятор:</b> %1
zh_cn: <b>电量：</b>%1

source: Got fix
ar: اقتنص تثبيتاً
ca@valencia: Obtín una correcció
eo: Riparis
es: Calibrado
gl: Ten localización
he: התקבל קיבוע
it: Ottieni correzione
ka: შესწორება მიღებულია
nl: Reparatie opgehaald
sv: Hämtade position
tr: Sabitlendi
uk: Отримано виправлення
zh_cn: 已成功定位

source: No fix
ar: لا يوجد تثبيت
ca@valencia: Sense correcció
eo: Neniu riparo
es: Sin calibrar
gl: Sen localización
he: אין קיבוע
it: Nessuna correzione
ka: შესწორების გარეშე
nl: Geen reparatie
sv: Ingen position
tr: Sabitlenemedi
uk: Немає виправлення
zh_cn: 无位置信息

source: Not supported
ar: غير مدعوم
ca@valencia: No admés
eo: Ne subtenata
es: No admitido
gl: Incompatíbel
he: לא נתמך
it: Non supportato
ka: მხარდაუჭერელია
nl: Niet ondersteund
sv: Stöds inte
tr: Desteklenmiyor
uk: Немає підтримки
zh_cn: 不支持

source: Go to Flight Controls
ar: اِذْهَب إلى عناصر التحكم في الطيران
ca@valencia: Ves fins als controls de vol
eo: Iri al Flugregiloj
es: Ir a controles de vuelo
gl: Ir aos controis de voo
he: מעבר לפקדי טיסה
it: Vai ai controlli di volo
ka: ფრენის კონტროლზე გადასვლა
nl: Gan naar besturing van vlucht
sv: Gå till flygkontroller
tr: Uçuş Denetimlerine Git
uk: Перейти до засобів керування польотом
zh_cn: 跳转到飞行控制界面

source: Try Flight Controls
ar: جَرِّب عناصر التحكم في الطيران
ca@valencia: Prova els controls de vol
eo: Provi Flugregilojn
es: Probar controles de vuelo
gl: Probar os controis de voo
he: התנסות בפקדי טיסה
it: Prova i controlli di volo
ka: ფრენის კონტროლის ცდა
nl: Probeer besturing van vlucht
sv: Prova flygkontroller
tr: Uçuş Denetimlerini Dene
uk: Перевірити засоби керування польотом
zh_cn: 尝试使用飞行控制
