Repository: KDE/kirogi
Catalog: po/*/kirogi.po
Languages: ar, ca@valencia, eo, es, gl, he, it, ka, nl, sv, tr, uk, zh_cn

source: Flat Trim
ar: تهذيب مسطح
ca@valencia: Tall pla
eo: Plata Trim
es: Compensación plana
gl: Fixar a posición
he: איזון שטוח
it: Assetto piatto
ka: ზედაპირის დონის კალიბრაცია
nl: Vlakke trim
sv: Plan trimning
tr: Düz Denge
uk: Калібрування рівня поверхні
zh_cn: 平地校准

source: Flip
ar: اِقْلِبْ
ca@valencia: Volta
eo: Renversi
es: Voltereta
gl: Xirar
he: היפוך
it: Ribalta
ka: გადაბრუნება
nl: Omkeren
sv: Vänd
tr: Tersyüz
uk: Віддзеркалити
zh_cn: 翻转

source: Flip Forward
ar: اِقْلِبْ للأمام
ca@valencia: Volta avant
eo: Inversigi Antaŭen
es: Voltereta hacia delante
gl: Xirar cara adiante
he: היפוך קדימה
it: Ribalta in avanti
ka: წინ გადახრა
nl: Vooruit omkeren
sv: Vänd framåt
tr: İleri Tersyüz
uk: Віддзеркалити вперед
zh_cn: 翻转 (向前)

source: Flip Backward
ar: اِقْلِبْ للخلف
ca@valencia: Volta arrere
eo: Inversigi Malantaŭen
es: Voltereta hacia atrás
gl: Xirar cara atrás
he: היפוך אחורה
it: Ribalta all'indietro
ka: უკან გადახრა
nl: Achterwaarts omkeren
sv: Vänd bakåt
tr: Geri Tersyüz
uk: Віддзеркалити назад
zh_cn: 翻转 (向后)

source: Flip Left
ar: اِقْلِبْ لليسار
ca@valencia: Volta a l'esquerra
eo: Inversigi Maldekstren
es: Volteo a la izquierda
gl: Xirar á esquerda
he: היפוך שמאלה
it: Ribalta a sinistra
ka: მარცხნივ გადახრა
nl: Links omkeren
sv: Vänd åt vänster
tr: Sola Tersyüz
uk: Віддзеркалити ліворуч
zh_cn: 翻转 (向左)

source: Flip Right
ar: اِقْلِبْ لليمين
ca@valencia: Volta a la dreta
eo: Inversigi Dekstren
es: Volteo a la derecha
gl: Xirar á dereita
he: היפוך ימינה
it: Ribalta a destra
ka: მარჯვნივ გადახრა
nl: Rechts omkeren
sv: Vänd åt höger
tr: Sağa Tersyüz
uk: Віддзеркалити праворуч
zh_cn: 翻转 (向右)

source: Enabled
ar: مُفَعَّل
ca@valencia: Activat
eo: Ebligita
es: Activado
gl: Activado
he: פעיל
it: Abilitato
ka: ჩაირთო
nl: Ingeschakeld
sv: Aktiverad
tr: Etkin
uk: Увімкнено
zh_cn: 已启用

source: Disabled
ar: مُعَطَّل
ca@valencia: Desactivat
eo: Malŝaltita
es: Desactivado
gl: Desactivado
he: כבוי
it: Disabilitato
ka: გამორთულია
nl: Uitgeschakeld
sv: Inaktiverad
tr: Devre Dışı
uk: Вимкнено
zh_cn: 已禁用

source: Geofence: %1
ar: السياج الجغرافي: %1
ca@valencia: Geotanca: %1
eo: Geobarilo: %1
es: Perímetro virtual: %1
gl: Valo xeográfico: %1
he: גידור גאוגרפי: %1
it: Georecinzione: %1
ka: გეოზონა: %1
sv: Geografisk gräns: %1
tr: Coğrafi Konum Koruma Duvarı: %1
zh_cn: 地理围栏：%1

source: Geofence
ar: السياج الجغرافي
ca@valencia: Geotanca
eo: Geobarilo
es: Perímetro virtual
gl: Valo xeográfico
he: גידור גאוגרפי
it: Georecinzione
ka: გეოზონა
sv: Geografisk gräns
tr: Coğrafi Konum Koruma Duvarı
zh_cn: 地理围栏

source: Disable Geofence
ar: عَطِّل السياج الجغرافي
ca@valencia: Desactiva la geotanca
eo: Malebligi Geobarilon
es: Desactivar perímetro virtual
gl: Desactivar o valo xeográfico
he: השבתת גידור גאוגרפי
it: Disabilita georecinzione
ka: გეოზონის გამორთვა
nl: Geofence uitschakelen
sv: Inaktivera geografisk gräns
tr: Coğrafi Konum Koruma Duvarını Kapat
uk: Увімкнути Geofence
zh_cn: 禁用地理围栏

source: Enable Geofence
ar: فَعِّل السياج الجغرافي
ca@valencia: Activa la geotanca
eo: Ebligi Geobarilon
es: Activar perímetro virtual
gl: Activar o valo xeográfico
he: הפעלת גידור גאוגרפי
it: Abilita georecinzione
ka: გეოზონის ჩართვა
nl: Geofence inschakelen
sv: Aktivera geografisk gräns
tr: Coğrafi Konum Koruma Duvarını Etkinleştir
uk: Увімкнути Geofence
zh_cn: 启用地理围栏

source: Maximum altitude:
ar: أقصى ارتفاع:
ca@valencia: Altitud màxima:
eo: Maksimuma alteco:
es: Altitud máxima:
gl: Altitude máxima:
he: גובה מרבי:
it: Altitudine massima:
ka: მაქსიმალური სიმაღლე:
nl: Maximum hoogte:
sv: Maximal elevation:
tr: En yüksek irtifa:
uk: Максимальна висота:
zh_cn: 最大高度：

source: Maximum distance:
ar: أقصى مسافة:
ca@valencia: Distància màxima:
eo: Maksimuma distanco:
es: Distancia máxima:
gl: Distancia máxima:
he: מרחק מרבי:
it: Distanza massima:
ka: მაქსიმალური დაშორება:
nl: Maximum afstand:
sv: Maximalt avstånd:
tr: En çok uzaklık:
uk: Максимальна відстань:
zh_cn: 最远距离：

source: Film
ar: فيلم
ca@valencia: Pel·lícula
eo: Filmo
es: Compensación
gl: Filme
he: הסרטה
ka: ლენტა
sv: Filma
uk: Плівка
zh_cn: 录像模式

source: Sport
ar: رياضي
ca@valencia: Esport
eo: Sporto
es: Deportivo
gl: Deporte
he: ספורט
ka: სპორტი
tr: Spor
uk: Спорт
zh_cn: 运动模式

source: Custom
ar: مخصص
ca@valencia: Personalitzat
eo: Propra
es: Personalizado
gl: Personalizado
he: התאמה אישית
it: Personalizzato
ka: განსხვავებული
nl: Aangepast
sv: Anpassad
tr: Özel
uk: Нетиповий
zh_cn: 自定义模式

source: Performance: %1
ar: الأداء: %1
ca@valencia: Rendiment: %1
eo: Rendimento: %1
es: Rendimiento: %1
gl: Rendemento: %1
he: ביצועים: %1
it: Prestazioni: %1
ka: წარმადობა: %1
nl: Prestatie: %1
sv: Prestanda: %1
tr: Başarım: %1
uk: Швидкодія: %1
zh_cn: 性能管理：%1

source: Performance
ar: الأداء
ca@valencia: Rendiment
eo: Rendimento
es: Rendimiento
gl: Rendemento
he: ביצועים
it: Prestazioni
ka: წარმადობა
nl: Prestatie
sv: Prestanda
tr: Başarım
uk: Швидкодія
zh_cn: 性能管理

source: Maximum roll speed:
ar: أقصى سرعة دحرجة:
ca@valencia: Velocitat màxima de balanceig:
eo: Maksimuma rulrapideco:
es: Máxima velocidad de cabeceo
gl: Velocidade máxima de inclinación lateral:
he: מהירות גלגול מרבית:
it: Velocità massima di rollio:
ka: მაქსიმალური განივი დახრის სიჩქარე:
nl: Maximum rolsnelheid:
sv: Maximal rollhastighet:
tr: En yüksek çekim hızı:
uk: Максимальна швидкість обертання:
zh_cn: 最高滚转速度：

source: %1 °/s
ar: %1 درجة/ث
he: ‏‎%1 °‎ לשנ׳
tr: %1 °/sn
uk: %1 °/с

source: Maximum pitch speed:
ar: أقصى سرعة ميلان:
ca@valencia: Velocitat màxima de capcineig:
eo: Maksimuma tonalta rapideco:
es: Máxima velocidad de alabeo
gl: Velocidade máxima de inclinación frontal:
he: מהירות נדנוד מרבית:
it: Velocità massima di beccheggio:
ka: მაქსიმალური ტანგაჟის სიჩქარე:
nl: Maximale pitchsnelheid:
sv: Maximal tipphastighet:
tr: En yüksek yukarı-aşağı meyil hızı:
uk: Максимальна швидкість зміни тангажу:
zh_cn: 最高俯仰速度：

source: Maximum yaw speed:
ar: أقصى سرعة انعراج:
ca@valencia: Velocitat màxima de guinyada:
eo: Maksimuma devida rapideco:
es: Máxima velocidad de guiñada
gl: Velocidade máxima de rotación:
he: מהירות סבסוב מרבית:
it: Velocità massima di imbardata:
ka: მაქსიმალური ვერტიკალური ღერძის მიმართ სიჩქარე:
nl: Maximale yawsnelheid:
sv: Maximal girhastighet:
tr: En yüksek yalpalama hızı:
uk: Максимальна швидкість рискання:
zh_cn: 最高偏航速度：

source: Maximum vertical speed:
ar: أقصى سرعة عمودية:
ca@valencia: Velocitat vertical màxima:
eo: Maksimuma vertikala rapido:
es: Máxima velocidad vertical
gl: Velocidade máxima vertical:
he: מהירות אנכית מרבית:
it: Velocità verticale massima:
ka: მაქსიმალური ვერტიკალური სიჩქარე:
nl: Maximale verticale snelheid:
sv: Maximal vertikal hastighet:
tr: En yüksek dikey hız:
uk: Максимальна вертикальна швидкість:
zh_cn: 最高垂直速度：

source: Maximum tilt:
ar: أقصى إمالة:
ca@valencia: Inclinació màxima:
eo: Maksimuma kliniĝo:
es: Máxima inclinación:
gl: Inclinación máxima:
he: הטיה מרבית:
it: Inclinazione massima:
ka: მაქსიმალური მოხრა:
nl: Maximale helling:
sv: Maximal lutning:
tr: En çok çevrilme:
uk: Максимальний нахил:
zh_cn: 最大倾斜角度：

source: Disable Banked Turns
ar: عَطِّل المنعطفات المائلة
ca@valencia: Desactiva els girs inclinats
eo: Malebligi Bankitajn Turnojn
es: Desactivar giros ladeados
gl: Desactivar a inclinación de xiro
he: השבתת פניות בנטייה
it: Disabilita virate
ka: დახრილი მოხვევის გამორთვა
nl: Scheef omdraaien uitschakelen
sv: Inaktivera lutande svängar
tr: İrtifa Değiştiren Dönüşleri Kapat
uk: Вимкнути розвороти із креном
zh_cn: 禁用倾斜转弯

source: Enable Banked Turns
ar: فَعِّل المنعطفات المائلة
ca@valencia: Activa els girs inclinats
eo: Ebligi Bankitajn Turnojn
es: Activar giros ladeados
gl: Activar a inclinación de xiro
he: הפעלת פניות בנטייה
it: Abilita virate
ka: დახრილი მოხვევის ჩართვა
nl: Scheef omdraaien inschakelen
sv: Aktivera lutande svängar
tr: İrtifa Değiştiren Dönüşleri Aç
uk: Увімкнути розвороти з креном
zh_cn: 启用倾斜转弯

source: Disable Video Stabilization
ar: عَطِّل تثبيت الفيديو
ca@valencia: Desactiva l'estabilització del vídeo
eo: Malebligi Video-Stabiligon
es: Desactivar estabilización de video
gl: Desactivar a estabilización de vídeo
he: השבתת ייצוב וידאו
it: Disabilita la stabilizzazione del video
ka: ვიდეოს სტაბილიზაციის გამორთვა
nl: Videostabilisatie uitschakelen
sv: Inaktivera videostabilisering
tr: Video Kararlılaştırmasını Kapat
uk: Вимкнути стабілізацію відео
zh_cn: 禁用视频防抖

source: Enable Video Stabilization
ar: فَعِّل تثبيت الفيديو
ca@valencia: Activa l'estabilització del vídeo
eo: Ebligi Video-Stabiligon
es: Activar estabilización de video
gl: Activar a estabilización de vídeo
he: הפעלת ייצוב וידאו
it: Abilita la stabilizzazione del video
ka: ვიდეოს სტაბილიზაციის ჩართვა
nl: Videostabilisatie inschakelen
sv: Aktivera videostabilisering
tr: Video Kararlılaştırmasını Aç
uk: Увімкнути стабілізацію відео
zh_cn: 启用视频防抖
